donjayamanne.githistory
eamodio.gitlens
johnpapa.vscode-peacock
karigari.chat
mhutchie.git-graph
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
vscodevim.vim
waderyan.gitblame
wix.vscode-import-cost
